tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "krb5"
brew "neovim"
brew "nvm"
brew "postgresql@15"
brew "hashicorp/tap/terraform"
cask "iterm2"
cask "macvim"
cask "meld"
cask "menumeters"
cask "slack"
cask "visual-studio-code"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools-extension-pack"
