tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "act"
brew "node"
brew "corepack"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "ipython"
brew "krb5"
brew "neovim"
brew "nvm"
brew "poetry"
brew "postgresql@15"
brew "redis"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "hashicorp/tap/terraform"
cask "adobe-acrobat-reader"
cask "docker"
cask "iterm2"
cask "logseq"
cask "macfuse"
cask "macvim"
cask "meld"
cask "menumeters"
cask "miniconda"
cask "slack"
cask "visual-studio-code"
cask "whatsapp"
vscode "bierner.markdown-mermaid"
vscode "Dart-Code.dart-code"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "zxh404.vscode-proto3"
